// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Servicios Web de impresora HP";
TaskTOCTitle = "Servicios Web HP";
SummarySucceededTaskName = "Servicios Web HP está activado";
SummaryFailedTaskName = "No se puede activar Servicios Web HP";
SummaryUpdateAvailableName = "Actualización disponible";
SummaryTaskTOCTitle = "Resumen";

EnableWebServicesButtonTitle = "Sí, acepto los términos y las condiciones de uso.";
SkipWebServicesEnablingCaption = "Pulse Omitir si no desea habilitar los Servicios Web.";

AlreadyEnabledTitle = "La impresora se ha conectado correctamente a su red.\nLas impresoras HP conectadas a Internet ofrecen nuevos servicios apasionantes e innovadores como HP Touchsmart Apps, ePrint y actualizaciones automáticas de productos. Para obtener más información acerca de estos servicios, consulte la documentación de su producto o visite";
AlreadyEnabledText = "Servicios Web HP ya está activado en su impresora. Haga clic en el botón siguiente para imprimir una página con más detalles y la dirección ePrint de esta impresora.";
PrintWebServicesDetailsButtonTitle = "Detalles de la impresión con Servicios Web HP";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Hay una actualización disponible para su dispositivo, necesaria para habilitar los Servicios Web. Pulse el botón ePrint en el dispositivo para aplicar la actualización. Será guiado a través del proceso.";

LookingForDeviceUpdateProgressTitle = "El dispositivo está buscando actualizaciones… Espere.";
EnableWebServicesProgressTitle = "Configurando Servicios Web en su impresora… Espere.";

WebServicesEnablingSucceededCaption = "Los Servicios Web HP se activaron correctamente en la impresora.\n\nLa impresora imprimirá ahora una página con información adicional sobre los Servicios Web HP y la dirección ePrint de la impresora.";
WebServicesEnablingFailedCaption = "No se ha podido activar Servicios Web HP para esta impresora en este momento. Podría deberse a un problema temporal con la conexión a Internet al servicio web o puede que su impresora necesite una actualización.\r\rIntente activar Servicios Web HP de nuevo más adelante pulsando el botón ePrint en la impresora. Si es necesaria una actualización del producto, se le guiará hasta que se complete la configuración de Web Services.\r\rEsto no afectará otras funciones de la impresora. Su impresora podrá continuar imprimiento y realizando el resto de funciones con normalidad.";

HSDProductUpdate = "Actualizaciones del producto:";
HSDAutomaticalyUpdate = "Actualizar el producto automáticamente (recomendado)";
HSDNotifyBeforeUpdate = "Notificarme antes de actualizar el producto";
HSDNeverUpdate = "Nunca actualizar el producto";

HSDDisableWebServicesTitle = "¿Desea deshabilitar Servicios web?";
HSDAllowProductUpdatesTitle = "¿Desea permitir las actualizaciones del producto?";
HSDAllowProductUpdatesText = "Para poder usar Servicios web es necesario habilitar la búsqueda de actualizaciones de la imprenta.";
HSDDisableWebServices = "Deshabilitar Servicios web";
HSDUpdateAutomatically = "Actualizar automáticamente";
HSDNotifyBeforeUpdating = "Notificarme antes de actualizar";
